brew "git"
brew "gh"
brew "jq"
brew "ripgrep"
brew "fzf"
brew "fd"
brew "bat"
brew "mise"
brew "syncthing"

cask "ghostty"
cask "zed"
cask "firefox"
cask "chromium"
cask "rectangle"
cask "1password"
cask "signal"
cask "tailscale"
cask "discord"
cask "microsoft-teams"
cask "docker"
