##############################
# CLI Tools
##############################
brew "antidote"
brew "bat"
brew "bat-extras"
brew "btop"
brew "curl"
brew "delta"
brew "direnv"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "lnav"
brew "mise"
brew "neovim"
brew "overmind"
brew "pam-reattach"
brew "postgresql"
brew "ripgrep"
brew "starship"
brew "syncthing"
brew "tmux"
brew "zoxide"

##############################
# Fonts
##############################
cask "font-monaspice-nerd-font"

##############################
# GUI / Cask Apps
##############################
cask "1password"
cask "1password-cli"
cask "appflowy"
cask "chatgpt"
cask "claude"
cask "discord"
cask "docker-desktop"
cask "firefox"
cask "ghostty"
cask "lm-studio"
cask "microsoft-teams"
cask "obsidian"
cask "ollama-app"
cask "paintbrush"
cask "rectangle"
cask "signal"
cask "tailscale-app"
cask "ungoogled-chromium"
cask "zed"
